"use client";
import React, { useEffect, useState } from "react";

const ExpertRulesComponent = () => {
  return (
    <div className="flex-ul text-justify">
      <>
        <h1 className="text-[24px]"> قوانین و مقررات</h1>
        <span className="text-[18px]">توافقنامه ی کاربری پرشین استار</span>
        <p>
          کاربر گرامی توافق نامه‌ای که پیش روی شماست، بین برند پرشین استار و
          كاربران گرامی منعقد می گردد كه هدف از آن ایجاد محیطی امن است تا
          كاربران خدمت گیرنده بتوانند با استفاده از امكانات این سایت و اپلیکیشن
          های موجود ، اقدام به استفاده از سرویس های ارایه شده توسط
          مجریان(متخصص)کارفرما ( مشتری) نمایند. این توافق نامه پس از زمان ثبت
          نام کاربر در پرشین استار، در هر زمانی که از سرویس های پرشین استار
          استفاده می نماید، معتبر بوده و در صورت عدم توافق با این شرایط قادر به
          استفاده از سرویس های موجود نخواهد بود. ماده یک : تعریف واژگان پرشین
          استار : پلتفرمی در قالب سایت و اپلیکیشن است که پل ارتباطی بین کارفرما
          و متخصصین را جهت ارائه و استفاده از سرویس های موجود فراهم آورده است.
          کاربر: هر شخص حقیقی یا حقوقی که به نحوی از انحاء با سامانه های پرشین
          استار در ارتباط می باشد. مجریان: منظور شخص حقیقی یا حقوقی بوده که به
          عنوان ارائه دهنده ی خدمات به مشتری می باشد و متخصص نامیده میشود .
          کارفرما: منظور متقاضی استفاده از سرویس های ارایه شده در پرشین استار می
          باشد که مشتری نامیده میشود. شماره سفارش: کد یکتای ثبت سفارش در سامانه
          های پرشین استار می باشد. شرایط خاص: منظور از شرایط خاص در این
          توافقنامه هر نوع حادثه یا رویداد خارج از اراده ی پرشین استار خواهد
          بود. حساب کاربری: حسابی است که اشخاص برای استفاده از سرویس ها در
          سامانه پرشین استار ایجاد کرده‌اند.
        </p>
        <span className="text-[18px]">ماده دو : شرایط عمومی عضویت</span>
        <p>
          کلیه کاربران جهت استفاده از سرویس های پرشین استار می‌بایست به عضویت
          پرشین استار درآیند. کاربر می پذیرد جهت ورود به اپلیکیشن پرشین استار از
          شماره تلفن همراه متعلق به خود استفاده نماید. در ضمن عدم ارائه اطلاعات
          صحیح از سوی کاربر بر عهده ایشان می باشد. هم چنین در صورت بروز هرگونه
          تخلف پرشین استار مجاز است اطلاعات کاربر را شامل شماره تلفن همراه، نام،
          نام خانوادگی، کد ملی و ... را در اختیار مراجع قضایی ذیصلاح و پلیس فتا
          قرار دهد. کلیه كاربران مسئول حفظ و نگهداری از نام كاربری و رمز عبور و
          اطلاعات شخصی خود می باشند و پرشین استار هیچ مسئولیتی در قبال از دست
          رفتن اطلاعات در خارج از محدوده ی ارتباطی ندارد. کلیه‌ی کاربران در حین
          عضویت اطلاعاتی نظیر نام،‌ نام خانوادگی، ‌شماره تلفن تماس، آدرس پست
          الكترونیكی، آدرس و کدپستی محل ارائه سرویس و شماره سفارش، و برخی مشخصات
          فردی دیگر از شما درخواست می شود. كه می بایست این اطلاعات را به درستی و
          با صحت کامل در پرشین استار وارد نمایید. در صورت وجود خطا یا تغییر در
          این اطلاعات کاربر موظف به، بروزرسانی آن ها می باشد و مسئولیت حقوقی و
          قانونی هرگونه جعل عنوان یا عدم صحت اطلاعات فردی یا سوء استفاده از
          مشخصات دیگران بر عهده ی شخص کاربر است. تبصره: مجوزهای فعالیت های تخصصی
          برای تامین کنندگان در پروفایل آنها قابل مشاهده است. طبق قوانین مدنی و
          تجاری ایران، تنها اشخاص بالای 18 سال می توانند عضو پرشین استار شوند و
          از سرویس های موجود استفاده نمایند. پرشین استار می تواند بنا به تشخیص
          ضرورت و با قصد احراز هویت از کاربران مدارکی دال بر صحت مشخصات اعلامی
          خود درخواست نماید که ارسال مدارک برای کاربران محترم الزامی می باشد.
          کلیه کاربران اعم از متخصص و کارفرما و سایراعضای پرشین استار می بایست
          با قبول و تایید توافقنامه حاضر موافقت خودرا اعلام نموده و درصورت
          تغییربندهای توافق نامه طبق سیاست های پرشین استار ملزم به تایید مجدد می
          باشند . پرشین استار اطلاعات دریافت شده از كاربران را، فقط در معاملات
          مورد استفاده خود و یا سایر کاربران طرف قراردادایشان قرار خواهد داد و
          این اطلاعات محرمانه تلقی شده و به هیچ وجه در اختیار سایرین قرار نخواهد
          گرفت مگر آنکه در صورت نیاز با كسب اجازه از كاربر در امور تجاری نسبت به
          بهره برداری از این اطلاعات اقدام گردد و یا در صورت پیگرد قانونی در
          اختیار مراجع قضایی قرار گیرد. كاربر در مقابل كلیه مكاتباتی كه پرشین
          استار با وی از طریق پست الكترونیكی یا پیامك و یا از طریق حساب كاربری
          وی در پرشین استار انجام می شود مسئول خواهد بود. پرشین استار پس از گذشت
          24 ساعت از آخرین ارتباط خود با کاربر آن را مشاهده شده تلقی نموده و می
          تواند در مورد وی تصمیم گیری كند. در صورتی كه دسترسی كاربر به پرشین
          استار در هرشرایطی حتی شرایط خاص و فورس ماژور امكان پذیر نباشد، پرشین
          استار مسئولیتی در قبال زیان های احتمالی وارد شده نخواهد داشت. کاربر
          مجاز به نگارش و درج مطالب و تصاویری که به نحوی افشاگر اطلاعات شخصی
          کاربر دیگر یا مقامات رسمی پرشین استار است، نمی باشد. آدرس و یا
          آدرس‌هایی که کاربران اعم از متخصص وکارفرما در حساب کاربری خود درج می
          نمایند، وابسته به این که در یک عملیات سرویس گیری در نقش متخصص باشند یا
          کارفرما ، به عنوان محل خدمت مورد استفاده قرار می‌گیرد. و مسئولیت
          هرگونه اشتباه در آدرس و ضرر متخصص بر عهده ی شخص کارفرما می‌باشد. پرشین
          استار برای اطلاع رسانی کاربران به مناسبت‌های گوناگون از جمله بروز مشکل
          و اختلاف، طرف ذی ربط را از طریق پست الکترونیکی، پیامک و پنل کاربری
          مطلع خواهد کرد. پرشین استار تضمینی برای دریافت پیامک ارسالی به کاربران
          نمی‌دهد. متخصص حق ندارند به اشخاص حقیقی و حقوقی دیگر اجازه استفاده از
          حساب کاربری خود را بدهند یا حساب خود را به شخص حقیقی یا حقوقی دیگری
          منتقل کنند. در مورد متخصص شخص حقوقی نیز، مسئولیت‌های قانونی بهره
          برداری از خدمات پرشین استار متوجه مدیران مجموعه‌های مذکور خواهد بود هر
          شخص حقیقی یا حقوقی می‌تواند تنها یک حساب کاربری به عنوان متخصص خدمات
          در اپلیکیشن پرشین استار داشته باشد. در صورتی که پرشین استار اطلاع یابد
          که به نام یک شخص اعم از حقیقی و یا حقوقی حساب‌های کاربری متعدد وجود
          دارد، پرشین استار مجاز خواهد بود نسبت به قطع خدمات و غیرفعال نمودن
          حساب‌های کاربری مذکور در پرشین استار اقدام نماید.
        </p>
        <span className="text-[18px]">ماده سوم : شرایط اختصاصی</span>

        <p>
          کاربر متعهد است که در استفاده از سرویس های پرشین استار تمامی قوانین
          جمهوری اسلامی ایران را رعایت کند، سامانه را برای اهداف قانونی به کار
          گیرد و در همه حال، با در نظر گرفتن حیثیت تجاری سرویس های پرشین استار ،
          مرتکب رفتاری نشود که اعتبار سرویس های پرشین استار را خدشه‌ دار نماید.
          مسئولیت هر نوع اقدام کاربر که منجر به بروز هرگونه خسارت گردد بر عهده‌ی
          کاربر است و پرشین استار در این خصوص مسئولیتی نخواهد داشت . هنگام
          مراجعه متخصص، حتما از او کارت شناسایی خواسته و با مشخصات درج شده در
          پروفایل مقایسه کنید. در صورت عدم تطابق، لطفا از ورود فرد به منزل یا
          محل کارتان جلوگیری کنید. با در نظر گرفتن تمامی ملاحظات کامل ایمنی و
          حریم شخصی از خدمات ارائه دهندگان خدمات استفاده کنید، به هیچ عنوان پیش
          از دریافت کامل و با کیفیت خدمات انجام شده از سمت متخصص هیچ گونه
          هزینه‌ای را پرداخت نکنید؛ همچنین توصیه می کنیم، پس از اتمام کار توسط
          متخصص، خدمت ارائه شده را مورد بررسی و ارزیابی قرار دهید. کارفرما و
          متخصص متعهد می‌شوند هیچ‌گاه از سرویس های ارایه شده به صورتی که به
          پرشین استار یا شرکای آن صدمه‌ای وارد کند، استفاده نکنند. در صورتی که
          کارفرما اعم از شخص حقیقی و یا حقوقی و یا متخصص ارائه دهنده خدمات نسبت
          به سوءاستفاده از امکانات فراهم شده در پرشین استار در جهت منافع شخصی و
          یا آسیب ها اعم از مادی و یا معنوی به منافع سامانه اقدام نماید، پرشین
          استار ضمن داشتن حق قطع سرویس ها و غیرفعال نمودن حساب کاربری، مجاز
          خواهد بود با مراجعه به مراجع قضایی و یا سایر مراجع ذیصلاح قانونی نسبت
          به مطالبه جبران خسارات اقدام نماید. کارفرما و متخصص متعهد می شوند پس
          از اتمام خدمت از هیچ بخش از اطلاعاتی که در نتیجه استفاده از سرویس های
          پرشین استار از یکدیگرکسب کرده اند، استفاده‌ای نکند. طبعاً ذخیره کردن
          اطلاعات در دستگاه تلفن همراه یا به هر شیوه دیگری نیز مغایر با قوانین
          پرشین استار خواهد بود. لذا کاربران متعهد خواهند بود، فقط در شرایط
          ضروری و در مدت زمان ارائه خدمت از اطلاعات یکدیگر مطابق با عرف جامعه و
          قوانین جمهوری اسلامی ایران استفاده کنند. پرشین استار به صورت پلتفرمی
          واسط بوده که متخصص را به کارفرما معرفی می کند و هیچ نقشی به نوع سفارش
          و سفارشاتی که کارفرما به متخصص خدمات میدهد ندارد، و هرگونه رابطه بین
          این دو به صورت مستقیم بوده که پرشین استار مسئولیتی نسبت به نوع و کیفیت
          خدمات نخواهد داشت و تاکید می نماید کارفرما قبل از استفاده از خدمات، از
          هویت متخصص ارائه دهنده خدمات اطمینان حاصل نماید و جنبه های مختلف
          امنیتی را در نظر بگیرد و نسبت به مطالعه نظرات ثبت شده سایر کارفرمایان
          در خصوص سوابق تامین کننده در پروفایل وی اقدام نماید. پرشین استار در
          نقش تسهیل گر ارتباط بین کاربرانش، سعی میکند تا با استفاده از فناوری
          روز کیفیت این ارتباط را ارتقاء بخشد و همواره در این راستا تلاش میکند.
          اما در عین حال هیچ نقشی در توافق صورت گرفته بین کاربران برای انجام
          خدمتی خاص ندارد و کلیه توافقات، مذاکرات، قیمت گذاری ها و قراردادهای
          احتمالی در ارتباط مستقیم کارفرما ومتخصص است که انجام می شود؛ لذا تمامی
          مسئولیت ناشی از پذیرش پیشنهاد متخصص بر عهده کارفرما بوده و شرکت
          هیچگونه مسئولیتی در قبال خسارات احتمالی مستقیم، اتفاقى، تبعى،
          غیرمستقیم و کیفری، ناشى از توافقات صورت گرفته ندارد. چنانچه میان
          کارفرما ومتخصص مشکلی بوجود آید پرشین استار تمامی تلاش خود را جهت رضایت
          کاربران، رفع اختلافات ایجاد شده در زمان ارائه و استفاده از خدمات پرشین
          استار بین کاربران، و ایجاد صلح و سازش فی مابین آنها تلاش می کند. پرشین
          استار اختیار تام دارد در صورت عدم همکاری کاربران به جهت سهولت در
          رسیدگی به اختلاف میان کارفرما ومتخصص تا هر زمان که صلاح بداند حساب
          کاربری کاربران را مسدود نماید و کاربران حق هرگونه اعتراضی را از خود
          سلب می نمایند. ضمنا در صورتی که متخصص بعد از 24 ساعت حاضر به همکاری
          جهت رفع اختلاف با کارفرما گردد و درخواست ادامه همکاری و رفع مسدودی
          حساب کاربری خود را داشته باشد، می تواند با توجه به صلاحدید خود مبلغی
          را ( از مبلغ 100.000 تومان تا 300.000 تومان ) به عنوان جریمه از متخصص
          دریافت نماید و سپس اقدام به رفع مسدودی حساب کاربری متخصص نماید. متخصص
          می‌پذیرد، هزینۀ پیشنهاد انجام کار از سوی متخصص به کارفرما از طرف پرشین
          استار تعیین می شود و از آنجایی که متخصص مجاز به عدم پیشنهاد انجام کار
          به کارفرما می باشد پس از استفاده از آن نمی تواند اعتراضی نسبت به این
          هزینه داشته باشد. هیچ گونه رابطه ای بین متخصص و پرشین استار از قبیل
          کارگری- کارفرمائی، پیمانکاری – کارفرمائی و یا هر گونه عناوین دیگری را
          که بار قانونی برای پرشین استار را داشته باشد ندارد. و صرفا یک پلتفرم
          واسط جهت معرفی انواع خدمات می باشد. پرشین استار هیچ قرارداد، تعهدنامه
          یا سندی را با متخصص حقیقی یا حقوقی منعقد نمی‌کند. متخصص در هر لحظه
          قادر به ویرایش صفحه ی شخصی خود هستند، بنابراین پرشین استار، مسئولیتی
          را در قبال هر نوع اطلاعات مندرج در صفحه شخصی متخصص نمی‌پذیرد و صرفاً
          مطالب درج شده که توسط خود متخصص نوشته شده را به نمایش می گذارد. هر
          شخصیت حقیقی یا حقوقی تنها با یک صفحه می‌تواند در پرشین استار به فعالیت
          بپردازد و پرشین استار اختیار کامل حذف صفحه کاربری را برای خود قائل
          است. صفحات ساخته شده در پرشین استار با هزینه‌ ی گردانندگان سامانه
          جمع‌آوری، مرتب‌سازی و ارائه شده است و حق حذف آن‌ها در هر زمان به متخصص
          داده شده است. استفاده کننده از پرشین استار حق کپی‌برداری از اطلاعات
          متخصص نوشتار و تصاویر اطلاعات ارسال شده به پرشین استار را چه به شکل
          دستی و یا خودکار نخواهد داشت و انجام این موارد پیگرد قانونی دارد.
          متخصص موظف است پس از تکمیل خدمات ارائه شده هزینه خدمات را بگیرد و
          مشتری هرگز پیش از دریافت کامل و با کیفیت خدمات هزینه‌ای نباید پرداخت
          کند و مسئولیت هر گونه پرداخت هزینه قبل از ارائه دهنده کامل خدمات بر
          عهده کارفرما می باشد. متخصص در پذیرش درخواست انجام سرویس یا رد آن مخیر
          است و اگر پس از ارسال درخواست خدمت و پذیرش، خدمت را لغو کند، یا در
          مکان و زمان مشخص حضور پیدا نکند با توجه به عدم رعایت مقررات مربوط که
          منجر به عدم حفظ شهرت کاری و اعتبار به پرشین استار شود، پرشین استار
          هزینه‌ای به عنوان جریمه از او کسر یا از نامبرده وصول می کند. هر گونه
          تخریبی غیر اصولی که در نتیجه استفاده از خدمت در منزل کارفرما ایجاد
          شود،مشروط بر اثبات قصور از طریق مراجع قانونی توسط متخصص، مسئولیت تامین
          هزینه‌های مربوط بر عهده متخصص خواهد بود. کاربر اقرار می‌نماید که با
          افتتاح حساب کاربری در سرویس های پرشین استار تنها مجوز استفاده‌ی غیر
          انحصاری، غیرقابل‌انتقال و محدود از سرویس های آن را دریافت می‌کند و
          به‌این‌ترتیب مدعی مالکیت یا حقی نسبت به سرویس های پرشین استار «اعم از
          کپی‌رایت، علامت تجاری و سایر حقوق معنوی آن» نیست، در غیر موارد مطروحه
          در این قرارداد اجازه‌ی استفاده از نام و علامت تجاری و سرویس های
          نرم‌افزارهای پرشین استار را ندارد و در همه حال متعهد به رعایت حقوق
          معنوی سامانه نسبت به پلتفرم و ملحقات آن خواهد بود. کاربر می‌پذیرد که
          قرارداد حاضر یک قرارداد قابل رجوع و جایز از سوی پرشین استار است و
          پرشین استار می‌تواند هر زمان تنها به صلاحدید خود و بدون نیاز به تدارک
          هیچ‌گونه دلیلی، یک حساب کاربری را متوقف نماید و مانع استفاده‌ی کاربر
          از سرویس های پرشین استار گردد. کاربر متعهد است تمامی تغییرات، الحاقات
          و اصلاحاتی را که توسط پرشین استار از طریق پیامک، ایمیل یا سامانه های
          پرشین استار در خصوص استفاده از سرویس های موجود و شرایط آن برای کاربر
          ارسال می‌گردد مطالعه نماید و در صورت عدم موافقت، ضمن توقف استفاده از
          سرویس ها، مخالفت خود را بصورت رسمی به اطلاع پرشین استار برساند. عدم
          اطلاع رسانی به پرشین استار و یا استمرار استفاده از سرویس های موجود، به
          منزله امضای دست‌نویس دارای آثار حقوقی است و امضاکننده را به مفاد سند
          مزبور متعهد و ملتزم می‌نماید. کارفرما(مشتری)ومتخصص)استادکار) تعهد
          می‌نمایند کلیه ی موارد اخلاقی را رعایت نموده و از مصرف مشروبات الکلی،
          مواد مخدر و ... در طول انجام سرویس اجتناب نمایند. همچنین استفاده یا در
          اختیار داشتن ادوات ممنوعه قانونی در حین انجام سرویس ممنوع است و حق لغو
          حساب کاربری، جریمه و نیز دعوی حقوقی و کیفری علیه وی را برای پرشین
          استار وکارفرما ایجاد می‌کند. کارفرما در طول دریافت سرویس ملزم به رعایت
          قوانین جمهوری اسلامی ایران از هر نظر می باشد و درنتیجه رعایت مقررات
          مربوط به حجاب برای بانوان و... ، برای کارفرما الزامی است، که در غیر
          این صورت مسئولیت کلیه پیشامدهای احتمالی بر عهده کارفرما خواهد بود.
          کارفرما موظف است در زمان مقرر در مبدأ سرویس (نشانی‌ای که در درخواست
          سرویس ثبت‌شده است) حضور داشته باشد و یا فرد مورد اعتمادی را به متخصص
          جهت نظارت بر انجام صحیح سرویس معرفی نماید، کارفرما موظف است هزینه‌ی
          سرویس را پس از پایان سرویس (در فرضی که شرایط سرویس پایان یابد) به
          متخصص پرداخت نماید. کارفرما نمی‌تواند پس از پایان سرویس و تحویل خدمات
          ارایه شده، به میزان هزینه‌ی سرویس اعتراض کند و یا اینکه پس از پرداخت،
          تقاضای استرداد مبلغ پرداختی را خارج از شرایط مذکور در این توافقنامه
          بنماید. دادن وعده های غذایی (ناهار و شام ) از سوی کارفرما اجباری نیست
          و کارفرما بر اساس منش خود در این خصوص مخیر می باشند، همچنین برای
          درخواست های 8 ساعته نظافت مدت 60 دقیقه به منظور صرف ناهار و نماز در
          نظر گرفته می شود. هزینه ایاب و ذهاب برای سفارشات نظافتی که بعد از ساعت
          8 شب (20) به پایان می رسد بر عهده کارفرما می باشد. کاربر می‌پذیرد که
          پرشین استار ممکن است از ارسال SMS(پیامک) وشبکه های اجتماعی به عنوان
          راه ارتباطی خود با وی استفاده کند. کاربر می‌تواند درخواست کند که ارسال
          این پیام‌ها قطع شود اما می‌پذیرد که با انصراف از دریافت این پیام‌ها،
          ممکن است در استفاده از سرویس با مشکل مواجه شود. کاربر می‌پذیرد اعتباری
          که در حساب کاربری خود در پرشین استار دارد مستقل از روش کسب آن (در
          نتیجه وارد کردن کدهای تخفیفی که پرشین استار در اختیار آنها قرار می‌دهد
          یا هر روش دیگری) فقط برای استفاده از خدمت ارایه شده توسط پرشین استار
          قابل استفاده است و امکان بازگشت وجه و همچنین دریافت وجه به صورت نقد
          وجود ندارد. کاربر حق ندارد هیچ‌گونه تلاشی در جهت استخراج سورس کد
          (Source Code) نرم‌افزارهای پرشین استار شامل دیکامپایل(Decompile)،
          مهندسی معکوس(Reverse Engineering) یا فعالیت‌های مشابه انجام دهند، مگر
          اینکه اجازه چنین کاری به صورت قانونی صادر شده باشد. کاربر مجاز نیست با
          استفاده از روش‌های Framing یا Mirroring یا روش‌های دیگر نسخه دیگری از
          پرشین استار را روی سرورهای دیگر ارائه کند. همچنین وی مجاز نیست در
          نرم‌افزار خدمت یا در روش ارائه سرویس تغییر یا اخلالی ایجاد کند. کاربر
          حق ندارد برنامه یا اسکریپتی با هدف ایندکس گذاری(Indexing)، مطالعه یا
          هر گونه فعالیت داده‌کاوی روی سرویس اجرا کند. کاربر حق ندارد هیچ
          فعالیتی در راستای حصول دسترسی غیرقانونی و غیر متداول به هیچ بخش پرشین
          استار انجام دهد. حضور بانوان در زمان ارایه سرویس های نظافت توسط ارائه
          دهنده خدمات خانم الزامیست . کاربران در زمان اتمام سفارش موظف به بازدید
          و تحویل گرفتن سرویس های ارائه شده از سوی متخصص می باشند. همچنین سرویس
          های فنی و تعمیرات ارائه شده توسط متخصص دارای ضمانت توافق شده میان
          متخصص وکارفرما می باشد و پرشین استار هیچ گونه مسئولیتی در قبال ضمانت
          اعلام شده از سوی متخصص را نخواهد داشت. متخصص صرفاً در خصوص خدمت ثبت
          شده در سیستم و در حیطه وظایف خواسته شده در سفارش، مسئول می باشد و
          هرگونه حادثه و تخریب احتمالی خارج از آن، بر عهده کارفرما می باشد.
          پروفایل تامین کنندگان خدمات دارای قسمت های درباره من (رزومه سرویسکار)،
          امتیاز، تعداد سرویس های انجام شده و نظرات کارفرمایان قبلی می باشد، لذا
          به کارفرمایان محترم تاکید می شود در جهت انتخاب مناسب متخصص، نظرات
          مربوط به ایشان را مطالعه نماید و حتما نظرات خود را نسبت به کارهای
          انجام شده توسط متخصص در اپلیکیشن درج نماید؛ همچنین در جهت ارائه بهتر
          خدمات حتما با متخصص تماس حاصل نموده و در مورد شرایط سفارش خود صحبت
          نماید. به کارفرمایان گرامی توصیه می شود در قبال تحویل هر نوع کالا یا
          تجهیزات جهت انجام تعمییرات تخصصی، ضمن دریافت رسید از متخصص، نسبت به
          احراز هویت واقعی و آدرس محل کار متخصص اقدام مقتضی را به انجام رساند.
          در صورت بروز هرگونه مشکل در زمان انجام سفارش‌ها، مشتری موظف است
          بلافاصله پشتیبانی پرشین استار را در جریان قرار دهد. پس از اتمام و ثبت
          پایان کار، پیگیری و شکایت از عملکرد متخصص در تمامی سرویس‌ها تا ۱۴ روز
          امکان‌پذیر است پس‌ ازاین تاریخ امکان پیگیری و پشتیبانی وجود ندارد.
          مسئولیت هر لینک، مطلب و ادعایی مربوط به پرشین استار که به واسطه‌­ی
          اشخاص حقیقی و حقوقی دیگر در سایت، بلاگ یا شبکه‌های اجتماعی و سایر
          رسانه‌ها منتشر می‌شود، با درج کننده می باشد و پرشین استار مسئولیتی در
          قبال موارد مندرج نخواهد داشت. مواردی از قبیل ارسال پیام و محتواهای
          غیراخلاقی یا نامربوط به سفارش، استفاده از ادبیات غیرمؤدبانه، انجام
          هرگونه تبلیغات، ارائه اجناس و خدماتی که خلاف شرایط و قوانین هستند و
          همچنین ارسال پیام‌های انبوه، در صورتی که توسط کاربران گزارش شوند، مورد
          بررسی قرار گرفته و طبق قوانین پرشین استار ممکن است منجر به تعلیق یا
          مسدود شدن دائمی کاربر متخلف شود. همچنین تعلیق شدن یا مسدود شدن کاربر
          به فراخور تخلف صورت گرفته و به تشخیص کارشناسان پرشین استار صورت
          می‌گیرد. لازم است کاربران هنگام باز کردن لینک‌های ارسال شده توسط
          کاربران دیگر احتیاط لازم را انجام دهند تا در معرض خطرات فیشینگ و
          کلاهبرداری‌های اینترنتی قرار نگیرند. «پرشین استار» هیچ گونه مسئولیتی
          در قبال وقوع فیشینگ و کلاهبرداری‌های اینترنتی توسط کاربران ندارد. در
          صورتی که مزاحمت و یا مشکلی برای شما ایجاد شده است پرشین استار همکاری
          لازم را با مراجع قانونی (پلیس فتا) انجام خواهد داد.
        </p>
        <span className="text-[18px]">ماده چهار : سایر موارد</span>
        <p>
          مطابق ماده 21 قانون جرایم رایانه ای ، کاربر مجاز به استفاده از نام
          کاربری، عکس، سخن و کلمات توهین آمیز و غیراخلاقی و مغایر با شئونات
          مذهبی، فرهنگی و اجتماعی وفق مصادیق محتوای مجرمانه در قانون نیست؛
          همچنین در مکاتبه، مکالمه و اظهار نظر در مورد سایر کاربران و مسئولین
          پرشین استار موظف به رعایت کمال ادب و احترام است. تخلف از قوانین جاری
          کشور من جمله قانون مجازات مرتکبین جرایم رایانه‌ای، بانکی، پولشویی ،
          قوانین گمرکی، نقض حقوق مصرف کنندگان، قانون تجارت الکترونیک، قانون
          حمایت از حقوق پدید آورندگان نرم افزارهای رایانه ای و سوء استفاده از
          سرویس های پرشین استار برای كاربران و نقض حریم شخصی كاربران دیگر و
          فعالیت های هرمی و سایر جرایم ممنوع می‌باشد.
        </p>
      </>
    </div>
  );
};

export default ExpertRulesComponent;
